[
    {
      "id": 1,
      "title": "5 Receitas Rápidas e Fáceis para um Jantar Saudável e Saboroso",
      "caption": "Descubra como preparar refeições deliciosas, nutritivas e rápidas em menos de 30 minutos, perfeitas para um jantar saudável e saboroso após um dia corrido.",
      "image": "https://placehold.co/600x400",
      "post_date": "2025-01-23T18:30:00",
      "topic": "receitas",
      "path": "#"
    },
    {
      "id": 2,
      "title": "O Segredo dos Chefs: Como Fazer o Melhor Pão Caseiro com Dicas Simples",
      "caption": "Chefs renomados compartilham truques simples e eficazes para transformar seu pão caseiro em uma obra-prima culinária, com dicas que vão desde a escolha dos ingredientes até a técnica de amassar.",
      "image": "https://placehold.co/600x400",
      "post_date": "2025-01-22T14:00:00",
      "topic": "bons hábitos",
      "path": "#"
    },
    {
      "id": 3,
      "title": "Famosos Revelam Suas Receitas Preferidas: Pratos que Encantam",
      "caption": "Veja os pratos favoritos de celebridades e aprenda a prepará-los em casa com receitas detalhadas e dicas exclusivas que vão impressionar seus convidados.",
      "image": "https://placehold.co/600x400",
      "post_date": "2025-01-21T10:45:00",
      "topic": "famosos",
      "path": "#"
    },
    {
      "id": 4,
      "title": "Os Benefícios do Consumo de Ervas na Dieta Diária: Saúde e Bem-Estar",
      "caption": "Como adicionar ervas às suas receitas pode melhorar sua saúde e bem-estar, com dicas sobre as melhores ervas para diferentes pratos e seus benefícios nutricionais.",
      "image": "https://placehold.co/600x400",
      "post_date": "2025-01-20T08:15:00",
      "topic": "saúde",
      "path": "#"
    },
    {
      "id": 5,
      "title": "Receita de Brownie Sem Glúten Faz Sucesso na TV: Delícia Saudável",
      "caption": "A receita de um delicioso brownie sem glúten foi destaque em um programa de culinária famoso, conquistando o paladar de todos com seu sabor irresistível e textura perfeita.",
      "image": "https://placehold.co/600x400",
      "post_date": "2025-01-19T16:20:00",
      "topic": "programa de tv",
      "path": "#"
    },
    {
      "id": 6,
      "title": "A História da Pizza: Como o Prato Italiano Conquistou o Mundo",
      "caption": "Descubra a origem da pizza e como ela se espalhou pelo mundo, tornando-se um dos pratos mais amados e consumidos globalmente.",
      "image": "https://placehold.co/600x400",
      "post_date": "2025-01-18T12:00:00",
      "topic": "história",
      "path": "#"
    },
    {
      "id": 7,
      "title": "O Guia Completo para Preparar o Melhor Risoto em Casa",
      "caption": "Aprenda os segredos para fazer um risoto cremoso e saboroso, com dicas que vão desde a escolha do arroz até os ingredientes para dar aquele toque especial.",
      "image": "https://placehold.co/600x400",
      "post_date": "2025-01-17T14:45:00",
      "topic": "receitas",
      "path": "#"
    },
    {
      "id": 8,
      "title": "Os Benefícios do Chá Verde: Mais Energia e Saúde no Seu Dia a Dia",
      "caption": "Conheça os benefícios do chá verde e como ele pode ser incorporado em sua rotina para melhorar sua saúde e dar mais disposição ao longo do dia.",
      "image": "https://placehold.co/600x400",
      "post_date": "2025-01-16T11:30:00",
      "topic": "saúde",
      "path": "#"
    },
    {
      "id": 9,
      "title": "Como Fazer o Melhor Hamburguer Caseiro: Dicas de Chef",
      "caption": "Descubra como preparar hambúrgueres caseiros irresistíveis com ingredientes frescos e técnicas simples que deixam o sabor ainda mais especial.",
      "image": "https://placehold.co/600x400",
      "post_date": "2025-01-15T17:00:00",
      "topic": "receitas",
      "path": "#"
    },
    {
      "id": 10,
      "title": "Os Ingredientes Secretos que Transformam a Sua Salada",
      "caption": "Veja como adicionar ingredientes simples e criativos pode transformar sua salada em uma refeição deliciosa e nutritiva.",
      "image": "https://placehold.co/600x400",
      "post_date": "2025-01-14T13:10:00",
      "topic": "dicas",
      "path": "#"
    },
    {
      "id": 11,
      "title": "Doce de Leite Caseiro: A Receita Simples que Encanta",
      "caption": "Aprenda como fazer o doce de leite caseiro perfeito, com uma receita fácil e deliciosa que vai agradar a todos na sua casa.",
      "image": "https://placehold.co/600x400",
      "post_date": "2025-01-13T09:45:00",
      "topic": "receitas",
      "path": "#"
    },
    {
      "id": 12,
      "title": "Cozinhando com Superalimentos: Como Aproveitar os Benefícios Nutricionais",
      "caption": "Entenda como incluir superalimentos nas suas refeições diárias pode melhorar sua saúde e dar um boost de energia.",
      "image": "https://placehold.co/600x400",
      "post_date": "2025-01-12T19:20:00",
      "topic": "saúde",
      "path": "#"
    },
    {
      "id": 13,
      "title": "Como Fazer o Melhor Bolo de Cenoura: Receita e Segredos",
      "caption": "Aprenda todos os segredos para fazer o bolo de cenoura mais fofinho e saboroso, com uma cobertura irresistível de chocolate.",
      "image": "https://placehold.co/600x400",
      "post_date": "2025-01-11T08:10:00",
      "topic": "receitas",
      "path": "#"
    },
    {
      "id": 14,
      "title": "Alimentos Ricos em Vitamina C: Dicas para Incorporar na Dieta",
      "caption": "Saiba como incluir mais alimentos ricos em vitamina C na sua alimentação e os benefícios dessa vitamina para o seu sistema imunológico.",
      "image": "https://placehold.co/600x400",
      "post_date": "2025-01-10T10:50:00",
      "topic": "saúde",
      "path": "#"
    },
    {
      "id": 15,
      "title": "A Evolução da Culinária Francesa: Da Tradição à Modernidade",
      "caption": "Explore a história da culinária francesa e como ela se reinventou ao longo dos séculos, trazendo novos sabores e técnicas para os pratos clássicos.",
      "image": "https://placehold.co/600x400",
      "post_date": "2025-01-09T15:30:00",
      "topic": "história",
      "path": "#"
    },
    {
      "id": 16,
      "title": "Como Fazer o Melhor Molho Pesto: Receita Original Italiana",
      "caption": "Aprenda a preparar o molho pesto italiano original, com ingredientes frescos e simples, para dar aquele toque especial aos seus pratos.",
      "image": "https://placehold.co/600x400",
      "post_date": "2025-01-08T12:00:00",
      "topic": "receitas",
      "path": "#"
    },
    {
      "id": 17,
      "title": "10 Dicas para Melhorar a Apresentação dos Seus Pratos",
      "caption": "Transforme suas refeições em verdadeiras obras de arte com dicas simples para melhorar a apresentação dos seus pratos.",
      "image": "https://placehold.co/600x400",
      "post_date": "2025-01-07T10:15:00",
      "topic": "dicas",
      "path": "#"
    },
    {
      "id": 18,
      "title": "Como Preparar um Jantar Vegetariano Inesquecível",
      "caption": "Aprenda como criar um jantar vegetariano cheio de sabor e criatividade, sem deixar nada a desejar em termos de sabor e apresentação.",
      "image": "https://placehold.co/600x400",
      "post_date": "2025-01-06T18:40:00",
      "topic": "receitas",
      "path": "#"
    },
    {
      "id": 19,
      "title": "Dicas de Harmonização de Vinhos com Queijos: A Combinação Perfeita",
      "caption": "Descubra as melhores combinações de vinhos e queijos para um jantar sofisticado, com dicas de sommeliers e especialistas.",
      "image": "https://placehold.co/600x400",
      "post_date": "2025-01-05T11:25:00",
      "topic": "dicas",
      "path": "#"
    },
    {
      "id": 20,
      "title": "A Arte de Fazer Sushi: Dicas e Técnicas para Iniciantes",
      "caption": "Aprenda como preparar sushi em casa, com dicas essenciais para quem está começando e quer impressionar com pratos frescos e saborosos.",
      "image": "https://placehold.co/600x400",
      "post_date": "2025-01-04T16:00:00",
      "topic": "receitas",
      "path": "#"
    },
    {
      "id": 21,
      "title": "Como Fazer uma Receita Clássica de Feijoada",
      "caption": "Aprenda todos os passos para preparar uma autêntica feijoada brasileira, com dicas para garantir o sabor perfeito.",
      "image": "https://placehold.co/600x400",
      "post_date": "2025-01-03T14:45:00",
      "topic": "receitas",
      "path": "#"
    },
    {
      "id": 22,
      "title": "A História do Chocolate: Como Surgiu a Guloseima Mais Amada",
      "caption": "Descubra a fascinante história do chocolate, desde os povos antigos até a produção moderna, e como ele se tornou um dos doces mais consumidos do mundo.",
      "image": "https://placehold.co/600x400",
      "post_date": "2025-01-02T10:30:00",
      "topic": "história",
      "path": "#"
    },
    {
      "id": 23,
      "title": "A Evolução da Cozinha Brasileira: Sabores Regionais e Influências",
      "caption": "Entenda como a cozinha brasileira evoluiu ao longo do tempo e como as influências culturais moldaram a culinária do Brasil.",
      "image": "https://placehold.co/600x400",
      "post_date": "2025-01-01T12:30:00",
      "topic": "história",
      "path": "#"
    },
    {
      "id": 24,
      "title": "Receitas de Sobremesas com Frutas: Doce e Saudável",
      "caption": "Explore receitas deliciosas de sobremesas feitas com frutas frescas, perfeitas para quem quer uma opção doce e saudável.",
      "image": "https://placehold.co/600x400",
      "post_date": "2024-12-31T18:20:00",
      "topic": "receitas",
      "path": "#"
    },
    {
      "id": 25,
      "title": "Como Organizar sua Cozinha para Facilitar o Dia a Dia",
      "caption": "Aprenda a otimizar sua cozinha e criar um ambiente funcional e organizado para facilitar na hora de cozinhar.",
      "image": "https://placehold.co/600x400",
      "post_date": "2024-12-30T09:00:00",
      "topic": "dicas",
      "path": "#"
    },
    {
      "id": 26,
      "title": "Cozinha Vegana: 5 Receitas Incríveis para Iniciar",
      "caption": "Descubra 5 receitas veganas fáceis de preparar que vão te conquistar pelo sabor e pelos benefícios à saúde.",
      "image": "https://placehold.co/600x400",
      "post_date": "2024-12-29T17:45:00",
      "topic": "receitas",
      "path": "#"
    },
    {
      "id": 27,
      "title": "A Influência da Culinária Asiática no Mundo",
      "caption": "Explore como a culinária asiática se espalhou pelo mundo, influenciando diversos pratos e criando uma fusão de sabores inovadores.",
      "image": "https://placehold.co/600x400",
      "post_date": "2024-12-28T13:00:00",
      "topic": "história",
      "path": "#"
    },
    {
      "id": 28,
      "title": "Como Preparar o Melhor Espaguete à Carbonara",
      "caption": "Aprenda a fazer um espaguete à carbonara autêntico e delicioso, com dicas de chefs para acertar no ponto da pasta e do molho.",
      "image": "https://placehold.co/600x400",
      "post_date": "2024-12-27T12:20:00",
      "topic": "receitas",
      "path": "#"
    },
    {
      "id": 29,
      "title": "A Arte de Fazer Pão de Fermentação Natural",
      "caption": "Entenda os passos e os segredos por trás do pão de fermentação natural, um processo que leva tempo mas recompensa com um sabor incrível.",
      "image": "https://placehold.co/600x400",
      "post_date": "2024-12-26T15:30:00",
      "topic": "receitas",
      "path": "#"
    },
    {
      "id": 30,
      "title": "Comida de Rua: Os Pratos Típicos de Diversos Países",
      "caption": "Viaje pelo mundo dos sabores com os pratos típicos de comida de rua, uma verdadeira experiência gastronômica acessível e deliciosa.",
      "image": "https://placehold.co/600x400",
      "post_date": "2024-12-25T10:00:00",
      "topic": "história",
      "path": "#"
    }
  ]  