{
    "title": "Pratos típicos",
    "boxes": [
      {
        "id": 1,
        "image": "https://placehold.co/600x400",
        "title": "Feijoada",
        "caption": "A feijoada é um prato principal tradicional brasileiro, preparado com feijão preto, carnes como costela de porco, linguiça, carne seca, além de arroz branco, farofa, couve refogada e fatias de laranja. É um prato saboroso e bastante nutritivo, geralmente servido em grandes reuniões familiares aos sábados.",
        "rate": 4.9,
        "path": "#"
      },
      {
        "id": 2,
        "image": "https://placehold.co/600x400",
        "title": "Baião de Dois",
        "caption": "O Baião de Dois é uma deliciosa combinação de arroz e feijão verde ou feijão de corda, misturado com carne de sol ou charque e queijo coalho. Prato típico do nordeste brasileiro, é um dos maiores símbolos da gastronomia nordestina, conhecido pelo seu sabor marcante e preparo simples.",
        "rate": 4.8,
        "path": "#"
      },
      {
        "id": 3,
        "image": "https://placehold.co/600x400",
        "title": "Moqueca Capixaba",
        "caption": "A Moqueca Capixaba é um prato típico do Espírito Santo, preparado com peixe fresco, azeite de oliva, tomates, pimentões, cebolas e coentro, sem o uso de azeite de dendê e leite de coco, como na versão baiana. A moqueca capixaba é mais leve, com um sabor marcante e frescor que conquista todos os paladares.",
        "rate": 5,
        "path": "#"
      },
      {
        "id": 4,
        "image": "https://placehold.co/600x400",
        "title": "Frango com Quiabo",
        "caption": "O frango com quiabo é um prato típico da culinária mineira, muito saboroso e simples de preparar. O frango é cozido com quiabo, alho, cebola e temperos, criando um caldo espesso e saboroso. O prato é geralmente servido com arroz branco e angu, representando a comida típica do interior de Minas Gerais.",
        "rate": 4.7,
        "path": "#"
      },
      {
        "id": 5,
        "image": "https://placehold.co/600x400",
        "title": "Carne de Sol com Nhoque",
        "caption": "A carne de sol com nhoque é uma mistura saborosa de carne de sol desfiada acompanhada de nhoque, geralmente servido com molho de tomate e queijo coalho. É um prato típico do nordeste e do norte de Minas Gerais, que combina o sabor da carne salgada com a suavidade do nhoque.",
        "rate": 4.8,
        "path": "#"
      },
      {
        "id": 6,
        "image": "https://placehold.co/600x400",
        "title": "Arroz de Pato",
        "caption": "O arroz de pato é um prato tradicional da culinária portuguesa que foi adaptado à culinária brasileira, especialmente no Rio Grande do Sul. A receita mistura arroz com pedaços de pato cozidos, linguiça, ervas frescas e temperos, criando uma refeição rica e saborosa, perfeita para um almoço em família.",
        "rate": 4.7,
        "path": "#"
      }
    ]
  }  